Repository: KDE/karp
Catalog: po/sa/karp.po
Languages: sa

source: PDF file to edit
sa: सम्पादनार्थं PDF सञ्चिका

source: Select PDF files
sa: PDF सञ्चिकाः चिनोतु

source: QPDF is missing.
sa: QPDF अनुपलब्धम् अस्ति।

source: Ghostscript is missing.
sa: भूतस्क्रिप्ट् लुप्तम् अस्ति।

source: Install programs mentioned above, otherwise not all functions will be available.
sa: उपरि उल्लिखितानि कार्यक्रमाणि संस्थापयन्तु, अन्यथा सर्वाणि कार्याणि न उपलभ्यन्ते ।

# @action:inmenu
source: Add PDF files
sa: PDF सञ्चिकाः योजयन्तु

# @action:inmenu
source: Clear all files
sa: सर्वाणि सञ्चिकाः स्वच्छं कुर्वन्तु

# @action:inmenu
source: Optimize PDF
sa: PDF अनुकूलितं कुर्वन्तु

# @action:inmenu
source: Reduce size
sa: आकारं न्यूनीकरोतु

# @action:inmenu
source: Set password
sa: गुप्तशब्दं सेट् कुर्वन्तु

# @action:inmenu
source: PDF metadata
sa: पीडीएफ मेटाडाटा

# @title
source: Karp
sa: कर्प्

source: KDE arranger for PDFs
sa: PDFs कृते KDE व्यवस्थापकः

# @info:credit
source: Tomasz Bojczuk
sa: तोमास्ज बोजचुक

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Title
sa: शीर्षक

source: Subject
sa: विषयः

source: Author
sa: लेखकः

source: Keyword
sa: कीवर्ड

source: Producer
sa: निर्माता

source: Creator
sa: प्रजापति

source: Creation Date
sa: सृष्टि तिथि

source: Modification Date
sa: परिवर्तन तिथि

# @action:button
source: Cancel
sa: निरसयतु

source: first
sa: प्रथमः

source: last
sa: अन्तिमः

source: Page range
sa: पृष्ठपरिधि

source: from
sa: इत्यस्मात्‌

source: to
sa: इत्यस्मै

# @action:button
source: Move
sa: चलनम्

# @combobox:before/after
source: before
sa: पूर्वम्‌

# @combobox:before/after
source: after
sa: अनन्तरम्‌

# Move page range after/before (number)
source: page
sa: पृष्ठ

source: %1 page
sa: %1 पृष्ठम्

source: Add all pages
sa: सर्वाणि पृष्ठानि योजयन्तु

source: Add selected pages
sa: चयनितपृष्ठानि योजयन्तु

source: Remove from list
sa: सूचीतः निष्कासयन्तु

source: Select pages to add
sa: योजयितुं पृष्ठानि चिनोतु

# @title:dialog
source: Add and Arrange PDF files
sa: PDF सञ्चिकाः योजयित्वा व्यवस्थापयन्तु

# @info:placeholder
source: Add one or more PDF file to proceed
sa: अग्रे गन्तुं एकां वा अधिकं PDF सञ्चिकां योजयन्तु

# @action:button
source: Add PDF
sa: PDF योजयतु

# @info
source: Total pages: %1
sa: कुलपृष्ठानि : %1

# @action:button
source: Apply
sa: आचरतु

source: PDF properties
sa: PDF गुणाः

source: Output PDF
sa: आउटपुट पीडीएफ

source: Copy all metadata keys to output file
sa: सर्वाणि मेटाडाटा कीलानि आउटपुट् सञ्चिकायां प्रतिलिख्यताम्

source: Double click to copy metadata into output PDF file.
sa: मेटाडाटा इत्यस्य प्रतिलिपिं आउटपुट् PDF सञ्चिकायां कर्तुं डबल क्लिक् कुर्वन्तु ।

source: Password required
sa: गुप्तशब्दः आवश्यकः

source: Provide password to open file %1
sa: %1 सञ्चिकां उद्घाटयितुं गुप्तशब्दं प्रदातव्यम्

source: all pages in selected range
sa: चयनितपरिधिषु सर्वाणि पृष्ठानि

source: every %1 page
sa: प्रत्येकं %1 पृष्ठं

source: all pages out of range
sa: सर्वाणि पृष्ठानि परिधितः बहिः

source: Simple PDF editor
sa: सरलः पीडीएफ सम्पादकः

source: Quit
sa: परिजहातु

# @action:inmenu
source: Save
sa: रक्ष्

source: file
sa: सञ्चिका

source: PDF Options
sa: PDF विकल्पाः

# @action:inmenu
source: PDF Version
sa: PDF संस्करणम्

# like default PDF version
source: Default
sa: मूलभूतम्‌

# PDF version
source: Version %1
sa: संस्करणम् %1

source: Set password
sa: गुप्तशब्दं सेट् कुर्वन्तु

source: Protect PDF file with password.
sa: गुप्तशब्देन PDF सञ्चिकां रक्षन्तु।

# @action:intoolbar
source: Select pages to delete
sa: विलोपनार्थं पृष्ठानि चिनोतु

# @action:intoolbar
source: Select pages to rotate
sa: परिभ्रमितुं पृष्ठानि चिनोतु

# @action:intoolbar
source: Select pages to move
sa: स्थानान्तरणार्थं पृष्ठानि चिनोतु

# @action:intoolbar
source: Multiple pages selection
sa: बहुपृष्ठचयनम्

# @action:intoolbar
source: Show page labels
sa: पृष्ठस्य लेबल् दर्शयतु

# @action:intoolbar
source: Zoom Out
sa: Zoom Out इति

# @action:intoolbar
source: Zoom In
sa: Zoom In इति

source: Page %1 of %2
sa: पृष्ठ %1 के %2

source: Select pages to delete
sa: विलोपनार्थं पृष्ठानि चिनोतु

# @action:button
source: Delete
sa: लुप्

source: Select pages to rotate
sa: परिभ्रमितुं पृष्ठानि चिनोतु

# @action:button
source: Rotate
sa: परिभ्रमतु

source: Angle
sa: कोण

source: Select pages to move
sa: स्थानान्तरणार्थं पृष्ठानि चिनोतु

source: Select one or more PDF files.
sa: एकं वा अधिकं वा PDF सञ्चिकां चिनोतु।

source: When more files is selected - order them first. Then arrange all pages: reorder, rotate, remove. At the end save new PDF with selected options.
sa: यदा अधिकाः सञ्चिकाः चयनिताः भवन्ति - प्रथमं तान् आदेशयन्तु । ततः सर्वाणि पृष्ठानि व्यवस्थापयन्तु: पुनः क्रमं कुर्वन्तु, परिभ्रमन्तु, निष्कासयन्तु। अन्ते चयनितविकल्पैः सह नूतनं PDF रक्षन्तु ।

source: Generating PDF file
sa: PDF सञ्चिकां जनयति

source: Reducing PDF file size did not produce expected results!
sa: PDF सञ्चिकायाः आकारं न्यूनीकृत्य अपेक्षितं परिणामं न प्राप्तम्!

source: Open file dialog at
sa: इत्यत्र सञ्चिकासंवादं उद्घाटयन्तु

source: Last opened directory
sa: अन्तिमे उद्घाटिता निर्देशिका

source: Fixed path
sa: नियतमार्गः

source: Default name for output PDF
sa: आउटपुट् PDF कृते पूर्वनिर्धारितं नाम

source: Always ask for file name
sa: सञ्चिकानाम सर्वदा पृच्छन्तु

source: Combine with input file name
sa: इनपुट् सञ्चिकानाम्ना सह संयोजयन्तु

source: Append
sa: परिशिष्टम्

source: Prepend
sa: पूर्ववर्तनम्

source: It will produce: <b>%1filename%2.pdf</b>
sa: एतत् उत्पादयिष्यति: <b>%1filename%2.pdf</b>

source: PDF Tools
sa: PDF Tools इति

source: Force PDF version of generated file
sa: उत्पन्नसञ्चिकायाः PDF संस्करणं बलात्

source: When set to default, PDF version of input file will be used.
sa: यदा पूर्वनिर्धारितं सेट् भवति तदा इनपुट् सञ्चिकायाः PDF संस्करणं उपयुज्यते ।

source: default
sa: मूलभूतम्‌

source: not found
sa: न लभ्यते

# @action:button Category in settings
source: General
sa: सामान्य

# @action:button Category in settings
source: PDF tools
sa: PDF उपकरणानि

# @action:button
source: About Karp
sa: कार्पस्य विषये

# @action:button
source: About KDE
sa: KDE विषये
