Repository: KDE/karp
Catalog: po/*/karp.po
Languages: ar, de, eo, eu, fr, gl, hi, ia, it, ko, lt, pl, pt_br, sv, uk, zh_tw

source: When set to default, PDF version of input file will be used.
ar: عند ضبطه على الوضع المبدئي؛ يستخدم إصدار بي دي اف من ملف الإدخال.
de: Wenn diese Option auf „Standard“ gesetzt ist, wird die PDF-Version der Eingabedatei verwendet.
eo: Kiam agordita kiel defaŭlta, PDF-versio de eniga dosiero estos uzata.
eu: Lehenestean, sarrerako fitxategiaren PDF bertsioa erabiliko da.
fr: Lorsque cette option est définie par défaut, la version « PDF » du fichier d'entrée sera utilisée.
gl: Seleccione «predeterminada» para usar a versión de PDF do ficheiro de entrada.
hi: डिफ़ॉल्ट पर सेट होने पर, इनपुट फ़ाइल का PDF संस्करण उपयोग किया जाएगा.
ia: Quando assigna a predefinite,la version de PDF del file in ingresso essera usate.
it: Quando impostato a «predefinita», verrà usata la versione PDF del file in ingresso.
ko: 기본값으로 설정하면 입력 파일의 PDF 버전을 사용합니다.
lt: Kai nustatytą į „numatytąją“, bus naudojama įvesties failo PDF versiją.
pl: Przy domyślnych zostanie użyta wersja PDF lub plik wejściowy.
pt_br: Quando definido como padrão, a versão PDF do arquivo de entrada será usada.
sv: När inställningen är standardvärde används indatafilens PDF-version.
uk: Якщо встановлено типове значення, буде використано версію PDF з вхідного файла.
zh_tw: 設為預設值時，會使用輸入檔案的 PDF 版本。

source: default
ar: المبدئيّ
de: Standard
eo: norma
eu: lehenetsia
fr: Par défaut
gl: predeterminada
hi: गलती करना
ia: predefinite
it: predefinita
ko: 기본값
lt: numatytąją
pl: domyślne
pt_br: padrão
sv: standardvärde
uk: типова
zh_tw: 預設

source: not found
ar: لم يُعثر عليه
de: nicht gefunden
eo: ne trovita
eu: ez du aurkitu
fr: non trouvé
gl: non se atopou
hi: नहीं मिला
ia: non trovate
it: non trovato
ko: 찾을 수 없음
lt: nerasta
pl: nie znaleziono
pt_br: não encontrado
sv: hittades inte
uk: не знайдено
zh_tw: 沒有找到

source: Ghostscript manages size and quality of output PDF file.
de: Ghostscript verwaltet die Größe und Qualität der PDF-Ausgabedatei.
eu: Ghostscript-ek irteerako PDF fitxategiaren neurria eta kalitatea kudeatzen du.
it: Ghostscript gestisce la dimensione e la qualità dei file PDF generati.
ko: Ghostscript는 출력 PDF 파일의 크기와 품질을 관리합니다.
lt: Ghostscript valdo išvesties PDF failo dydį ir kokybę.
pl: Ghostscript zarządza rozmiarem i jakością wynikowego pliku PDF.
pt_br: O Ghostscript gerencia o tamanho e a qualidade do arquivo PDF de saída.
uk: Ghostscript керує розміром і якістю результатів у файлі PDF.
zh_tw: Ghostscript 管理輸出 PDF 檔案的大小與品質。

# @action:button Category in settings
source: General
ar: عامّ
de: Allgemein
eo: Ĝenerala
eu: Orokorra
fr: Général
gl: Xeral
hi: सामान्य
it: Generale
ko: 일반
lt: Bendra
pl: Ogólne
pt_br: Geral
sv: Allmänt
uk: Загальне
zh_tw: 一般

# @action:button Category in settings
source: PDF tools
ar: أدوات بي دي اف
de: PDF-Werkzeuge
eo: PDF-iloj
eu: PDF tresnak
fr: Outils pour le format « PDF »
gl: Ferramentas de PDF
hi: पीडीएफ उपकरण
ia: Instrumentos de PDF
it: Strumenti PDF
ko: PDF 도구
lt: PDF įrankiai
pl: Narzędzia PDF
pt_br: Ferramentas PDF
sv: PDF-verktyg
uk: Інструменти PDF
zh_tw: PDF 工具

# @action:button
source: About Karp
ar: حول كارب
de: Über Karp
eo: Pri Karp
eu: Karp-eri buruz
fr: À propos de Karp
gl: Sobre Karp
hi: कार्प के बारे में
ia: A proposito de Karp
it: Informazioni su Karp
ko: Karp 정보
lt: Apie Karp
pl: O Karp
pt_br: Sobre o Karp
sv: Om Karp
uk: Про «Karp»
zh_tw: 關於 Karp

# @action:button
source: About KDE
ar: حول كيدي
de: Über KDE
eo: Pri KDE
eu: KDEri buruz
fr: À propos de KDE
gl: Sobre KDE
hi: केडीई के बारे में
ia: A proposito de KDE
it: Informazioni su KDE
ko: KDE 정보
lt: Apie KDE
pl: O KDE
pt_br: Sobre o KDE
sv: Om KDE
uk: Про KDE
zh_tw: 關於 KDE

source: Allows PDF page arrangements.
ar: يسمح بترتيبات صفحات بي دي اف.
eo: Permesas PDF-paĝajn aranĝojn.
fr: Permet des arrangements de pages au format « PDF ».
gl: Permite a organización de páxinas PDF.
hi: पीडीएफ पृष्ठ व्यवस्था की अनुमति देता है।
ia: Permitte arranbiamentos depagina PDF.
sv: Tillåter att PDF-sidor arrangeras.

source: Manage size and quality of output PDF file.
ar: أدر حجم وجودة ملف بي دي اف الناتج.
eo: Administri grandecon kaj kvaliton de eliga PDF-dosiero.
fr: Gérer la taille et la qualité du fichier « PDF » de sortie.
gl: Xestionar o tamaño e calidade do ficheiro PDF de saída.
hi: आउटपुट पीडीएफ फ़ाइल का आकार और गुणवत्ता प्रबंधित करें।
ia: Gere grandor e qualitate de file PDF de exito.
sv: Hantera storlek och kvalitet av PDF-utdatafilen.

# @action:inmenu
source: Save As
ar: احفظ باسم
fr: Enregistrer sous
gl: Gardar como
hi: के रूप रक्षित करें

# @title
source: Karp
ar: كارب
hi: कार्प

source: (c) 2024 Tomasz Bojczuk
ar: (c) 2024 توماس بوجشوك
hi: (सी) 2024 टोमाज़ बोज्ज़ुक

# @info:credit
source: Maintainer
ar: الصائن
hi: मेंटेनर
