Repository: KDE/karp
Catalog: po/*/karp.po
Languages: ar, de, eo, eu, fr, gl, hi, ia, it, ko, lt, pl, pt_br, sv, uk, zh_tw

source: PDF file to edit
ar: ملف بي دي اف للتحرير
de: Zu bearbeitende PDF-Datei
eo: PDF-dosiero por redakti
eu: Editatu beharreko PDF fitxategia
fr: Fichier « PDF » à modifier
gl: Ficheiro PDF para editar
hi: संपादित करने के लिए पीडीएफ फाइल
ia: File de PDF a modificar
it: File PDF da modificare
ko: 편집할 PDF 파일
lt: PDF failas, kurį taisyti
pl: Plik PDF do edytowania
pt_br: Arquivo PDF a editar
sv: PDF-fil att redigera
uk: Файл PDF для редагування
zh_tw: 要編輯的 PDF 檔案

source: Select PDF files
ar: حدد ملفات بي دي اف
de: PDF-Dateien auswählen
eo: Elektu PDF-dosierojn
eu: Hautatu PDF fitxategiak
fr: Sélectionner les fichiers « PDF »
gl: Seleccionar ficheiros PDF
hi: पीडीएफ फाइलें चुनें
ia: Selige files PDF
it: Seleziona file PDF
ko: PDF 파일 선택
lt: Pasirinkite PDF failus
pl: Zaznacz pliki PDF
pt_br: Arquivos PDF selecionados
sv: Välj PDF-filer
uk: Виберіть файли PDF
zh_tw: 選擇 PDF 檔案

source: QPDF is missing.
ar: QPDF مفقود.
de: QPDF fehlt.
eo: QPDF mankas.
eu: QPDF falta da.
fr: QPDF est manquant.
gl: Falta QPDF.
hi: QPDF गायब है.
ia: QPDF es mancante.
it: QPDF non è presente.
ko: QPDF가 없습니다.
lt: Trūksta QPDF.
pl: Brak QPDF.
pt_br: QPDF está faltando.
sv: QPDF saknas.
uk: Не вистачає QPDF.
zh_tw: 缺乏 QPDF。

source: Ghostscript is missing.
ar: Ghostscript مفقود.
de: Ghostscript fehlt.
eo: Ghostscript mankas.
eu: Ghostscript falta da.
fr: Le module « Ghostscript » est manquant.
gl: Falta Ghostscript.
hi: घोस्टस्क्रिप्ट गायब है.
ia: Ghostscript es mancante.
it: Ghostscript non è presente.
ko: Ghostscript가 없습니다.
lt: Trūksta Ghostscript.
pl: Brak Ghostscript.
pt_br: Ghostscript está faltando.
sv: Ghostscript saknas.
uk: Не вистачає Ghostscript.
zh_tw: 缺乏 Ghostscript。

source: Install programs mentioned above, otherwise not all functions will be available.
ar: ثبّت البرامج المذكورة أعلاه، وإلا فلن تكون كافة الوظائف متاحة.
de: Installieren Sie die oben genannten Programme, da sonst nicht alle Funktionen zur Verfügung stehen.
eo: Instalu programojn menciitajn supre, alie ne ĉiuj funkcioj estos disponeblaj.
eu: Instalatu gorago aipatutako programak, bestela funtzio guztiak ez dira ibiliko.
fr: Installer les programmes mentionnés ci-dessus. Dans le cas contraire, toutes les fonctionnalités ne seront pas disponibles.
gl: Instale eses programas, ou non todas as funcionalidades estarán dispoñíbeis.
hi: ऊपर बताए गए प्रोग्राम इंस्टॉल करें, अन्यथा सभी फ़ंक्शन उपलब्ध नहीं होंगे।
ia: Installa programmas mentionate supra, alteremente non tote le functiones essera disponibile.
it: Installa i programmi succitati, altrimenti alcune funzioni non saranno disponibili.
ko: 위에 있는 프로그램을 설치하지 않으면 일부 기능을 사용할 수 없습니다.
lt: Įdiekite aukščiau paminėtas programas, priešingu atveju bus prieinamos ne visos funkcijos.
pl: Wgraj programy wymienione powyżej, bo nie wszystkie funkcje będą dostępne.
pt_br: Instale os programas mencionados acima, caso contrário, nem todas as funções estarão disponíveis.
sv: Installera programmen som nämns ovan, annars är inte alla funktioner tillgängliga.
uk: Встановіть згадані вище програми, щоб мати доступ до усіх можливостей програми.
zh_tw: 請安裝以上提到的程式，否則某些功能會無法使用。

# @action:inmenu
source: Add PDF files
ar: أضف ملفات بي دي اف
de: PDF-Dateien hinzufügen
eo: Aldoni PDF-dosierojn
eu: Gehitu PDF fitxategiak
fr: Ajouter des fichiers au format « PDF »
gl: Engadir ficheiros PDF
hi: पीडीएफ फ़ाइलें जोड़ें
ia: Adde files PDF
it: Aggiungi file PDF
ko: PDF 파일 추가
lt: Pridėti PDF failų
pl: Dodaj pliki PDF
pt_br: Adicionar arquivos PDF
sv: Lägg till PDF-filer
uk: Додати файли PDF
zh_tw: 加入 PDF 檔案

# @action:inmenu
source: Clear all files
ar: امسح جميع الملفات
de: Alle Dateien schließen
eo: Forigi ĉiujn dosierojn
eu: Garbitu fitxategi guztiak
fr: Effacer tous les fichiers
gl: Retirar todos os ficheiros
hi: सभी फ़ाइलें साफ़ करें
ia: Netta omne files
it: Pulisci tutti i file
ko: 모든 파일 비우기
lt: Išvalyti visus failus
pl: Wszystkie wszystkie pliki
pt_br: Limpar todos os arquivos
sv: Rensa alla filer
uk: Вилучити усі файли
zh_tw: 清除所有檔案

# @action:inmenu
source: Optimize PDF
ar: حسّن بي دي اف
de: PDF optimieren
eo: Optimumigi PDF
eu: Optimizatu PDF
fr: Optimiser le» fichier « PDF
gl: Optimizar o PDF
hi: पीडीएफ अनुकूलित करें
ia: Optimiza PDF
it: Ottimizza PDF
ko: PDF 최적화
lt: Optimizuoti PDF
pl: Zoptymalizuj PDFa
pt_br: Otimizar PDF
sv: Optimera PDF
uk: Оптимізувати PDF
zh_tw: 最佳化 PDF

# @action:inmenu
source: Reduce size
ar: قلّل الحجم
de: Größe reduzieren
eo: Redukti grandecon
eu: Txikiagotu neurria
fr: Réduire la taille
gl: Reducir o tamaño
hi: आकार कम करें
ia: Reduce grandor
it: Riduci la dimensione
ko: 크기 줄이기
lt: Sumažinti dydį
pl: Zmniejszyć rozmiar
pt_br: Reduzir tamanho
sv: Reducera storlek
uk: Зменшити розмір
zh_tw: 降低大小

# @action:inmenu
source: Set password
ar: عيّن كلمة مرور
de: Passwort setzen
eo: Agordi pasvorton
eu: Ezarri pasahitza
fr: Définir un mot de passe
gl: Definir un contrasinal
hi: सांकेतिक शब्द लगना
ia: Fixa contrasigno
it: Imposta password
ko: 암호 설정
lt: Nustatyti slaptažodį
pl: Ustaw hasło
pt_br: Definir senha
sv: Ange lösenord
uk: Встановити пароль
zh_tw: 設定密碼

# @action:inmenu
source: PDF metadata
ar: بيانات تعريفية لملف بي دي اف
de: PDF-Metadaten
eo: PDF-metadatenoj
eu: PDF meta-datuak
fr: Métadonnées PDF
gl: Metadatos do PDF
hi: पीडीएफ मेटाडेटा
ia: Metadatos de PDF
it: Metadati PDF
ko: PDF 메타데이터
lt: PDF metaduomenys
pl: Metadane PDFa
pt_br: Metadados do PDF
uk: Метадані PDF
zh_tw: PDF 中繼資料

source: KDE arranger for PDFs
ar: منظم كيدي لملفات بي دي اف
de: Ein KDE-Programm zum Arrangieren von PDF-Dateien
eo: KDE-aranĝanto por PDF-oj
eu: KDEren PDF moldatzailea
fr: Arrangeur de fichiers « PDF » pour KDE
gl: Organizador de PDF de KDE
hi: पीडीएफ़ के लिए केडीई अरेंजर
ia: Compositor de KDE per PDFs
it: Organizzatore KDE di PDF
ko: KDE PDF 정리 도구
lt: KDE išdėstymo įrankis, skirtas PDF failams
pl: Program do układania PDFów od KDE
pt_br: Organizador KDE para PDFs
sv: KDE-arrangör för PDF:er
uk: Впорядкувальник PDF від KDE
zh_tw: KDE 的 PDF 排列工具

source: (c) 2024-2025 The Karp Developers
de: © 2024–2025 Die Karp-Entwickler
eo: (k) 2024-2025 La Karp-Evoluistoj
eu: (c) 2024-2025 The Karp garatzaileak
gl: © 2024-2025 Equipo desenvolvedor de Karp
ia: (c) 2024-2025 Le Developpatores de Karp
it: (c) 2024-2025, Gli sviluppatori di Karp
lt: (c) 2024–2025 Karp plėtotojai
pl: (c) 2024-2025 Programiści Karpa
pt_br: (c) 2024-2025 Os Desenvolvedores do Karp
sv: © 2024-2025 Karp-utvecklarna
uk: © Розробники Karp, 2024–2025
zh_tw: (c) 2024-2025 Karp 開發團隊

# @info:credit
source: Tomasz Bojczuk
ar: توماس بوجشوك
hi: टोमाज़ बोज्ज़ुक
uk: Томаш Бойчук

# NAME OF TRANSLATORS
source: Your names
ar: عمر أبو محمد Omar TS
de: Deutsches KDE-Übersetzungsteam
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
hi: तुम्हारे नाम
ia: Giovanni Sora
it: Luigi Toscano
ko: 박신조
lt: Moo
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: omats@vivaldi.net
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fr: xavier.besnard@kde.org
gl: adrian@chaves.io
hi: आपके ईमेल
ia: g.sora@tiscali.it
it: luigi.toscano@tiscali.it
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sv: stefan.asserhall@gmail.com
uk: yurchor@ukr.net
zh_tw: mail@kisaragi-hiu.com

source: Title
ar: العنوان
de: Titel
eo: Titolo
eu: Titulua
fr: Titre
gl: Título
hi: शीर्षक
ia: Titulo
it: Titolo
ko: 제목
lt: Pavadinimas
pl: Tytuł
pt_br: Título
sv: Titel
uk: Заголовок
zh_tw: 標題

source: Subject
ar: الموضوع
de: Thema
eo: Temo
eu: Gaia
fr: Objet
gl: Asunto
hi: विषय
ia: Subjecto
it: Oggetto
ko: 주제
lt: Tema
pl: Temat
pt_br: Assunto
sv: Rubrik
uk: Тема
zh_tw: 主旨

source: Author
ar: المؤلف
de: Autor
eo: Aŭtoro
eu: Egilea
fr: Auteur
gl: Autoría
hi: लेखक
ia: Autor
it: Autore
ko: 작성자
lt: Autorius
pl: Autor
pt_br: Autor
sv: Författare
uk: Автор
zh_tw: 作者

source: Keyword
ar: الكلمة المفتاحيّة
de: Schlagwort
eo: Ŝlosilvorto
eu: Gako-hitza
fr: Mot clé
gl: Palabra clave
hi: कीवर्ड
ia: Parola clave
it: Parola chiave
ko: 키워드
lt: Raktažodis
pl: Słowo kluczowe
pt_br: Palavra-chave
sv: Nyckelord
uk: Ключове слово
zh_tw: 關鍵字

source: Producer
ar: المنتج
de: Produzent
eo: Faristo
eu: Ekoizlea
fr: Producteur
gl: Produción
hi: निर्माता
ia: Productor
it: Produttore
ko: 제작자
lt: Rengėjas
pl: Producent
pt_br: Produtor
sv: Producent
uk: Підсистема створення
zh_tw: 產生者

source: Creator
ar: المبتكر
de: Ersteller
eo: Kreinto
eu: Sortzailea
fr: Créateur
gl: Creación
hi: निर्माता
it: Creatore
ko: 생성자
lt: Kūrėjas
pl: Twórca
pt_br: Criador
sv: Skapare
uk: Створено у
zh_tw: 建立者

source: Creation Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
eo: Dato de Kreo
eu: Sorrera-data
fr: Date de création
gl: Data de creación
hi: निर्माण तिथि
ia: Data de creation
it: Data di creazione
ko: 만든 날짜
lt: Sukūrimo data
pl: Data utworzenia
pt_br: Data de criação
sv: Skapad datum
uk: Дата створення
zh_tw: 建立日期

source: Modification Date
ar: تاريخ التعديل
de: Änderungsdatum
eo: Dato de modifo
eu: Aldatze-data
fr: Date de modification
gl: Data de modificación
hi: सुधार की तारीख
ia: Data de modification
it: Data di modifica
ko: 수정한 날짜
lt: Modifikavimo data
pl: Data zmiany
pt_br: Data de modificação
sv: Ändringsdatum
uk: Дата внесення змін
zh_tw: 修改日期

source: Edit Chapter
de: Kapitel bearbeiten
eo: Redakti Ĉapitron
eu: Editatu kapitulua
gl: Editar o capítulo
ia: Modifica capitulo
it: Modifica capitolo
ko: 장 편집
lt: Taisyti skyrių
pl: Edytuj rozdział
pt_br: Editar capítulo
sv: Redigera kapitel
uk: Редагувати главу
zh_tw: 編輯章節

# @action:button
source: Remove
de: Entfernen
eo: Forigi
eu: Kendu
gl: Retirar
it: Rimuovi
ko: 삭제
lt: Šalinti
pl: Usuń
pt_br: Remover
sv: Ta bort
uk: Вилучити
zh_tw: 移除

# @action:button
source: Save
de: Speichern
eo: Konservi
eu: Gorde
gl: Gardar
ia: Salveguarda
it: Salva
ko: 저장
lt: Įrašyti
pl: Zapisz
pt_br: Salvar
sv: Spara
uk: Зберегти
zh_tw: 儲存

# @action:button
source: Add
de: Hinzufügen
eo: Aldoni
eu: Gehitu
gl: Engadir
ia: Adde
it: Aggiungi
ko: 추가
lt: Pridėti
pl: Dodaj
pt_br: Adicionar
sv: Lägg till
uk: Додати
zh_tw: 新增

# @action:button
source: Cancel
ar: ألغِ
de: Abbrechen
eo: Nuligi
eu: Utzi
fr: Annuler
gl: Cancelar
hi: रद्द करना
ia: Cancella
it: Annulla
ko: 취소
lt: Atsisakyti
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати
zh_tw: 取消

source: first
ar: الأول
de: erste
eo: unue
eu: lehenengoa
fr: premier
gl: primeira
hi: पहला
ia: prime
it: prima
ko: 처음
lt: pirmas
pl: pierwsza
pt_br: primeira
sv: första
uk: перша
zh_tw: 第一頁

# Edited bookmark/chapter points to page
source: points to page
de: verweist auf Seite
eo: punktoj al paĝo
eu: orrialdera seinalatzen du
gl: apunta á páxina
ia: puncta a pagina
it: punta ad una pagina
ko: 쪽을 가리킴
lt: nurodo į puslapį
pl: wskazuje na stronę
pt_br: apontar para página
sv: pekar på sida
uk: вказує на сторінку
zh_tw: 指向頁面

source: last
ar: الأخير
de: letzte
eo: laste
eu: azkena
fr: dernier
gl: última
hi: अंतिम
ia: ultime
it: ultima
ko: 마지막
lt: paskutinis
pl: ostatnia
pt_br: última
sv: sista
uk: остання
zh_tw: 最後一頁

source: Add Chapter
de: Kapitel hinzufügen
eo: Aldoni Ĉapitron
eu: Gehitu kapitulua
gl: Engadir un capítulo
ia: Adde Capitulo
it: Aggiungi capitolo
ko: 장 추가
lt: Pridėti skyrių
pl: Dodaj rozdział
pt_br: Adicionar capítulo
sv: Lägg till kapitel
uk: Додати главу
zh_tw: 新增章節

# @action:intoolbar
source: Expand All
de: Alles ausklappen
eu: Zabaldu guztia
it: Espandi tutto
ko: 모두 펴기
lt: Išskleisti viską
pl: Rozwiń wszystko
pt_br: Expandir tudo
sv: Expandera alla
uk: Розгорнути все
zh_tw: 全部展開

# @action:intoolbar
source: Collapse All
de: Alles einklappen
eu: Tolestu guztia
it: Contrai tutto
ko: 모두 접기
lt: Suskleisti viską
pl: Zwiń wszystko
pt_br: Recolher tudo
sv: Dra ihop alla
uk: Згорнути все
zh_tw: 全部收起

# @action:intoolbar
source: Clear Table of Contents
de: Inhaltsverzeichnis leeren
eu: Garbitu aurkibidea
it: Pulisci l'indice
ko: 목차 비우기
lt: Išvalyti turinį
pl: Wyczyść spis treści
pt_br: Limpar índice
sv: Rensa innehållsförteckning
uk: Очистити Зміст
zh_tw: 清除目錄

# @action:inmenu
source: Insert Above
de: Oberhalb einfügen
eo: Enmeti Supre
eu: Txertatu gainean
gl: Inserir enriba
ia: Inserta de supra
it: Inserisci sopra
ko: 위에 삽입
lt: Įterpti aukščiau
pl: Wstaw powyżej
pt_br: Inserir acima
sv: Infoga ovanför
uk: Вставити вище
zh_tw: 在上方插入

# @action:inmenu
source: Insert Below
de: Unterhalb einfügen
eo: Enmeti Malsupre
eu: Txertatu azpian
gl: Inserir embaixo
ia: Inserta a basso
it: Inserisci sotto
ko: 아래에 삽입
lt: Įterpti žemiau
pl: Wstaw poniżej
pt_br: Inserir abaixo
sv: Infoga nedanför
uk: Вставити нижче
zh_tw: 在下方插入

# @action:inmenu
source: Add Subsection
de: Unterabschnitt einfügen
eo: Aldoni Subsekcion
eu: Gehitu azpiatala
gl: Engadir unha subsección
ia: Adde subsection
it: Aggiungi sottosezione
ko: 절 추가
lt: Pridėti poskyrį
pl: Dodaj podsekcję
pt_br: Adicionar subseção
sv: Lägg till delavsnitt
uk: Додати підрозділ
zh_tw: 新增子段落

# @action:inmenu
source: Expand whole section
de: Gesamten Bereich ausklappen
eu: Zabaldu atal osoa
it: Espandi l'intera sezione
ko: 전체 선택 펼치기
lt: Išskleisti visą sekciją
pl: Rozszerz cały obszar
pt_br: Expandir seção inteira
sv: Expandera hel sektion
uk: Розгорнути увесь розділ
zh_tw: 展開整個段落

# @action:inmenu
source: Collapse whole section
de: Gesamten Bereich einklappen
eu: Tolestu atal osoa
it: Richiudi l'intera sezione
ko: 전체 선택 접기
lt: Suskleisti visą sekciją
pl: Zwiń cały obszar
pt_br: Recolher seção inteira
sv: Dra ihop hel sektion
uk: Згорнути увесь розділ
zh_tw: 收起整個段落

source: Are you sure you'd like to remove all chapters?
de: Möchten Sie wirklich alle Kapitel entfernen?
eu: ziur zaude kapitulu guztiak kendu nahi dituzula?
it: Si vogliono davvero voler rimuovere tutti i capitoli?
ko: 모든 장을 삭제하시겠습니까?
lt: Ar tikrai norėtumėte pašalinti visus skyrius?
pl: Czy na pewno usunąć wszystkie rozdziały?
pt_br: Tem certeza de que deseja remover todos os capítulos?
sv: Är du säker på att du vill ta bort alla kapitel?
uk: Ви справді хочете вилучити усі глави?
zh_tw: 您確定要移除所有章節嗎？

source: Page range
ar: نطاق الصفحات
de: Seitenbereich
eo: Paĝa gamo
eu: Orrialde-barrutia
fr: Intervalle de pages
gl: Intervalo de páxinas
hi: पृष्ठ श्रेणी
ia: Extension de pagina
it: Intervallo di pagine
ko: 쪽 범위
lt: Puslapių rėžis
pl: Zakres stron
pt_br: Intervalo de página
sv: Sidintervall
uk: Діапазон сторінок
zh_tw: 頁面範圍

source: from
ar: مِن
de: von
eo: de
eu: hemendik
fr: de
gl: de
hi: से
ia: Ex
it: da
ko: 시작
lt: nuo
pl: od
pt_br: de
sv: från
uk: від
zh_tw: 從

source: to
ar: إلى
de: bis
eo: al
eu: hona
fr: à
gl: a
hi: को
ia: a
it: a
ko: 끝
lt: iki
pl: do
pt_br: até
sv: till
uk: до
zh_tw: 到

# @action:button
source: Move
ar: انقل
de: Verschieben
eo: Movi
eu: Mugitu
fr: Déplacer
gl: Mover
hi: कदम
it: Sposta
ko: 이동
lt: Perkelti
pl: Przenieś
pt_br: Mover
sv: Flytta
uk: Пересунути
zh_tw: 移動

# @combobox:before/after
source: before
ar: قبل
de: vor
eo: antaŭe
eu: aurretik
fr: avant
gl: antes de
hi: पहले
ia: ante
it: prima
ko: 이전
lt: prieš
pl: przed
pt_br: antes
sv: innan
uk: до
zh_tw: 此頁之前

# @combobox:before/after
source: after
ar: بعد
de: nach
eo: post
eu: ondoren
fr: après
gl: despois de
hi: बाद
ia: postea
it: dopo
ko: 이후
lt: po
pl: po
pt_br: depois
sv: efter
uk: після
zh_tw: 此頁之後

# Move page range after/before (number)
source: page
ar: صفحة
de: Seite
eo: paĝo
eu: orrialdea
gl: páxina
hi: पेज
ia: pagina
it: pagina
ko: 쪽
lt: psl.
pl: strona
pt_br: página
sv: sida
uk: сторінка
zh_tw: 頁

source: %1 page
ar: لا يوجد أي صفحة
de: %1 Seite
eo: %1 paĝo
eu: orrialde %1
fr: Page %1
gl: %1 páxina
hi: %1 पृष्ठ
ia: %1 Pagina
it: %1 pagina
ko: %1쪽
lt: %1 puslapis
pl: %1 strona
pt_br: %1 página
sv: %1 sida
uk: %1 сторінка
zh_tw: %1 頁

source: Add all pages
ar: أضف جميع الصفحات
de: Alle Seiten hinzufügen
eo: Aldoni ĉiujn paĝojn
eu: Gehitu orrialde guztiak
fr: Ajouter toutes les pages
gl: Engadir todas as páxinas
hi: सभी पृष्ठ जोड़ें
ia: Adde omne paginas
it: Aggiungi tutte le pagine
ko: 모든 쪽 추가
lt: Pridėti visus puslapius
pl: Dodaj wszystkie strony
pt_br: Adicionar todas as páginas
sv: Lägg till alla sidor
uk: Додати усі сторінки
zh_tw: 加入所有頁面

source: Add selected pages
ar: أضف الصفحات المحددة
de: Ausgewählte Seiten hinzufügen
eo: Aldoni elektitajn paĝojn
eu: Gehitu hautatutako orrialdeak
fr: Ajouter les pages sélectionnées
gl: Engadir as páxinas seleccionadas
hi: चयनित पृष्ठ जोड़ें
ia: Adde paginas selectionate
it: Aggiungi le pagine selezionate
ko: 선택한 쪽 추가
lt: Pridėti pasirinktus puslapius
pl: Dodaj zaznaczone strony
pt_br: Adicionar páginas selecionadas
sv: Lägg till markerade sidor
uk: Додати позначені сторінки
zh_tw: 加入所選頁面

source: Remove from list
ar: احذف من القائمة
de: Von der Liste entfernen
eo: Forigi el listo
eu: Kendu zerrendatik
fr: Retirer de la liste
gl: Retirar da lista
hi: सूची से हटाएँ
ia: Remove ex lista
it: Rimuovi dall'elenco
ko: 목록에서 삭제
lt: Šalinti iš sąrašo
pl: Usuń z listy
pt_br: Remover da lista
sv: Ta bort från lista
uk: Вилучити зі списку
zh_tw: 從清單中移除

source: Select pages to add
ar: حدد صفحات للإضافة
de: Seiten zum Hinzufügen auswählen
eo: Elekti paĝojn por aldoni
eu: Hautatu gehitu beharreko orrialdeak
fr: Sélectionner les pages à ajouter
gl: Seleccionar as páxinas para engadir
hi: जोड़ने के लिए पृष्ठ चुनें
ia: Selectiona paginas a adder
it: Seleziona le pagine da aggiungere
ko: 추가할 쪽 선택
lt: Pasirinkite puslapius, kuriuos pridėti
pl: Zaznacz strony do dodania
pt_br: Selecionar páginas a adicionar
sv: Markera sidor att lägga till
uk: Виберіть сторінки для додавання
zh_tw: 選擇要加入的頁面

# @title:dialog
source: Add and Arrange PDF files
ar: أضف ورتّب ملفات بي دي اف
de: PDF-Dateien hinzufügen und anordnen
eo: Aldoni kaj Aranĝi PDF-dosierojn
eu: PDF fitxategiak gehitu eta antolatu
fr: Ajouter et organiser des fichiers au format « PDF »
gl: Engadir e organizar ficheiros PDF
hi: पीडीएफ फाइलें जोड़ें और व्यवस्थित करें
ia: Adde e arrangia files PDF
it: Aggiungi e organizza file PDF
ko: PDF 파일을 추가하고 재정렬
lt: Pridėti ir išdėstyti PDF failus
pl: Dodaj i rozmieść pliki PDF
pt_br: Adicionar e organizar arquivos PDF
sv: Lägg till och arrangera PDF-filer
uk: Додати або впорядкувати файли PDF
zh_tw: 加入並排列 PDF 檔案

# @info:placeholder
source: Add one or more PDF file to proceed
ar: أضف ملف بي دي اف واحدًا أو أكثر.
de: Eine oder mehrere PDF-Dateien hinzufügen, um fortzufahren
eo: Aldoni unu aŭ pli PDF-dosieron por daŭrigi
eu: Gehitu PDF fitxategi bat edo gehiago jarraitzeko
fr: Ajoutez un fichier ou plusieurs fichiers au format « PDF » pour traitement.
gl: Engada un ou máis ficheiros PDF para continuar.
hi: आगे बढ़ने के लिए एक या अधिक PDF फ़ाइल जोड़ें
ia: Adde un o plus filePDF per proceder
it: Aggiungi uno o più file PDF per proseguire
ko: 처리할 PDF 파일을 하나 이상 추가
lt: Norėdami tęsti pridėkite vieną ar daugiau PDF failų
pl: Dodaj jeden lub więcej plików PDF, aby przejść dalej
pt_br: Adicione um ou mais arquivos PDF para prosseguir
sv: Lägg till en eller flera PDF-filer för att fortsätta
uk: Додайте один або декілька файлів PDF
zh_tw: 請選擇至少一個 PDF 檔案。

# @action:button
source: Add PDF
ar: أضف بي دي اف
de: PDF hinzufügen
eo: Aldoni PDF
eu: Gehitu PDF
fr: Ajouter un fichier « PDF »
gl: Engadir un PDF
hi: पीडीएफ जोड़ें
ia: Adde PDF
it: Aggiungi PDF
ko: PDF 추가
lt: Pridėti PDF
pl: Dodaj PDFa
pt_br: Adicionar PDF
sv: Lägg till PDF
uk: Додати PDF
zh_tw: 加入 PDF

# @info
source: Total pages: %1
ar: مجموع الصفحات: %1
de: Seiten insgesamt: %1
eo: Sumaj paĝoj: %1
eu: Orrialde guztira: %1
fr: Nombre total de pages : %1
gl: Páxinas totais: %1
hi: कुल पृष्ठ: %1
ia: Paginas total : %1
it: Pagine totali: %1
ko: 총 쪽: %1쪽
lt: Iš viso puslapių: %1
pl: Łącznie stron: %1
pt_br: Total de páginas: %1
sv: Totalt antal sidor: %1
uk: Загалом сторінок: %1
zh_tw: 總頁數：%1

# @action:button
source: Apply
ar: طبّق
de: Anwenden
eo: Apliki
eu: Aplikatu
fr: Appliquer
gl: Aplicar
hi: आवेदन करना
ia: Applica
it: Applica
ko: 적용
lt: Taikyti
pl: Zastosuj
pt_br: Aplicar
sv: Verkställ
uk: Застосувати
zh_tw: 套用

source: PDF properties
ar: خصائص بي دي اف
de: PDF-Eigenschaften
eo: PDF-proprecoj
eu: PDF propietateak
fr: Propriétés du fichier « PDF »
gl: Propiedades do PDF
hi: पीडीएफ गुण
ia: Proprietate de PDF
it: Properità del PDF
ko: PDF 속성
lt: PDF savybės
pl: Właściwości PDF
pt_br: Propriedades do PDF
sv: PDF-egenskaper
uk: Властивості PDF
zh_tw: PDF 屬性

source: Output PDF
ar: مخرَج ملف بي دي اف
de: PDF-Ausgabe
eo: Eligi PDF
eu: Irteera PDF
fr: Sortie au format « PDF » :
gl: PDF de saída
hi: आउटपुट पीडीएफ
ia: Exito PDF
it: PDF generato
ko: 출력 PDF
lt: Išvesties PDF
pl: Wynikowy PDF
pt_br: PDF de saída
sv: Utdata-PDF
uk: PDF-результат
zh_tw: 輸出 PDF

source: Copy all metadata keys to output file
ar: انسخ كافة مفاتيح البيانات الوصفية إلى ملف الإخراج
de: Alle Metadatenschlüssel in die Ausgabedatei kopieren
eo: Kopii ĉiujn metadatumajn ŝlosilojn al eligodosiero
eu: Kopiatu meta-datu gako guztiak irteerako PDFan
fr: Copier toutes les clés de métadonnées dans le fichier de sortie
gl: Copiar todas as claves dos metadatos no ficheiro de saída.
hi: सभी मेटाडेटा कुंजियों को आउटपुट फ़ाइल में कॉपी करें
ia: Copia omne claves de metadatos a file de exito
it: Copia tutte le chiavi dei metadati nel file generato
ko: 모든 메타데이터 키를 출력 파일로 복사
lt: Kopijuoti visas metaduomenų reikšmes į išvesties failą
pl: Skopiuj wszystkie klucze metadanych do pliku wynikowego
pt_br: Copiar todas as chaves de metadados para o arquivo de saída
sv: Kopiera alla metadatanycklar till utdatafilen
uk: Копіювати усі ключі метаданих до файла результатів
zh_tw: 將所有中繼資料複製到輸出檔

source: Double click to delete all metadata
de: Doppelklicken, um alle Metadaten zu löschen
eu: Klik bikoitza metadatu guztiak ezabatzeko
it: Doppio clic per eliminare tutti i metadati
ko: 두 번 클릭하여 모든 메타데이터 삭제
lt: Spustelėkite du kartus norėdami ištrinti visus metaduomenis
pl: Kliknij dwukrotnie, aby usunąć wszystkie metadane
pt_br: Duplo-clique para excluir todos os metadados
sv: Dubbelklicka för att ta bort all metadata
uk: Двічі клацніть, щоб вилучити усі метадані
zh_tw: 雙擊來刪除所有中繼資料

source: Double click to copy metadata into output PDF file.
ar: انقر نقرًا مزدوجًا لنسخ البيانات الوصفية إلى ملف بي دي اف الناتج.
de: Doppelklicken, um Metadaten in die PDF-Ausgabedatei zu kopieren.
eo: Duoble alklaku por kopii metadatumojn en eligan PDF-dosieron.
eu: Egin klik bikoitza meta-datuak irteerako PDF fitxategian kopiatzeko.
fr: Double-cliquer pour copier les métadonnées dans le fichier « PDF » de sortie.
gl: Faga prema dupla para copiar os metadatos no ficheiro PDF de saída.
hi: मेटाडेटा को आउटपुट पीडीएफ फाइल में कॉपी करने के लिए डबल क्लिक करें।
ia: Duple clicca per aprir metadatos in file PDF de exito.
it: Doppio clic per copiare i metadati nel file PDF generato.
ko: 두 번 클릭하면 메타데이터를 출력 PDF 파일로 복사합니다.
lt: Spustelėkite du kartus norėdami kopijuoti metaduomenis į išvesties PDF failą.
pl: Kliknij dwukrotnie, aby skopiować metadane do wynikowego pliku PDF.
pt_br: Duplo-clique para copiar os metadados no arquivo PDF de saída.
sv: Dubbelklicka för att kopiera metadata till PDF-utdatafilen.
uk: Двічі клацніть, щоб скопіювати метадані до файла PDF результатів.
zh_tw: 雙擊來複製中繼資料到輸出 PDF 檔案中。

source: Password required
ar: مطلوب كلمة السر
de: Passwort erforderlich
eo: Pasvorto bezonata
eu: Pasahitza beharrezkoa da
fr: Mot de passe requis
gl: Necesítase un contrasinal
hi: पासवर्ड आवश्यक है
ia: Contrasigno requirite
it: Password richiesta
ko: 암호 필요함
lt: Reikalingas slaptažodis
pl: Wymagane hasło
pt_br: Senha obrigatória
sv: Lösenord krävs
uk: Потрібен пароль
zh_tw: 需要密碼
