Repository: KDE/karp
Catalog: po/*/karp.po
Languages: ar, de, eo, eu, fr, gl, hi, ia, it, ko, lt, pl, pt_br, sv, uk, zh_tw

source: Provide password to open file %1
ar: أدخل كلمة السر لفتح الملف %1
de: Passwort angeben, um die Datei „%1“ zu öffnen
eo: Provizi pasvorton por malfermi dosieron %1
eu: Eman %1 fitxategia irekitzeko pasahitza
fr: Fournir un mot de passe pour ouvrir le fichier %1
gl: Forneza o contrasinal para abrir o ficheiro %1
hi: फ़ाइल %1 खोलने के लिए पासवर्ड प्रदान करें
ia: Forni contrasigno peraperir file %1
it: Fornisci una password per aprire il file %1
ko: %1 파일을 열 때 필요한 암호를 입력하십시오
lt: Pateikite slaptažodį, kad atvertumėte failą %1
pl: Wpisz hasło, aby otworzyć plik %1
pt_br: Forneça a senha para abrir o arquivo %1
sv: Ange lösenord för att öppna filen %1
uk: Надайте пароль для відкриття файла %1
zh_tw: 請提供密碼以開啟檔案 %1

source: all pages in selected range
ar: جميع الصفحات في النطاق المحدد
de: alle Seiten im ausgewählten Bereich
eo: ĉiuj paĝoj en elektita gamo
eu: hautatutako barrutiko orrialde guztiak
fr: toutes les pages dans l'intervalle sélectionné
gl: todas as páxinas do intervalo seleccionado
hi: चयनित श्रेणी के सभी पृष्ठ
ia: tote paginas in extension selectionate
it: tutte le pagine nell'intervallo selezionato
ko: 선택한 범위 내의 모든 쪽
lt: visus puslapius pasirinktame rėžyje
pl: wszystkie strony w zaznaczonym zakresie
pt_br: todas as páginas no intervalo selecionado
sv: alla sidor i valt intervall
uk: усі сторінки у вибраному діапазоні
zh_tw: 選取範圍內所有頁面

source: every %1 page
ar: كل %1 صفحة
de: alle %1 Seiten
eo: ĉiu %1 paĝo
eu: %1 orrialdero
fr: toutes les %1 pages
gl: cada %1 páxina
hi: हर %1 पेज
ia: cata %1 pagina
it: ogni %1 pagine
ko: 매 %1쪽마다
lt: kas %1 puslapį
pl: co %1 stronę
pt_br: cada %1 página(s)
sv: var %1:e sida
uk: кожну %1 сторінку
zh_tw: 每 %1 頁

source: all pages out of range
ar: جميع الصفحات خارج النطاق
de: alle Seiten außerhalb des Bereichs
eo: ĉiuj paĝoj ekster intervalo
eu: barrutitik kanpoko orrialde guztiak
fr: toutes les pages hors de l'intervalle
gl: todas as páxinas fóra do intervalo
hi: सभी पृष्ठ सीमा से बाहर
ia: tote paginas foras de extension
it: tutte le pagine fuori dall'intervallo
ko: 선택한 범위의 쪽 제외
lt: visus puslapius už rėžio ribų
pl: wszystkie strony poza zakresem
pt_br: todas as páginas fora do intervalo
sv: alla sidor utanför intervall
uk: усі сторінки поза діапазоном
zh_tw: 所有範圍外的頁面

source: Simple PDF editor
ar: محرر بي دي اف بسيط
de: Einfacher PDF-Editor
eo: Simpla PDF-redaktilo
eu: PDF editore erraza
fr: Éditeur simple de fichiers « PDF »
gl: Editor sinxelo de PDF
hi: सरल पीडीएफ संपादक
ia: Simple redactor (editor) de PDF
it: Semplice editor PDF
ko: 간단한 PDF 편집기
lt: Paprastas PDF redaktorius
pl: Prosty edytor PDF
pt_br: Editor de PDF simples
sv: Enkel PDF-editor
uk: Простий редактор PDF
zh_tw: 簡單的 PDF 編輯器

source: Quit
ar: اخرج
de: Beenden
eo: Forlasi
eu: Irten
fr: Quitter
gl: Saír
hi: छोड़ना
ia: Quita
it: Esci
ko: 끝내기
lt: Išeiti
pl: Zakończ
pt_br: Sair
sv: Avsluta
uk: Вийти
zh_tw: 離開

# @action:inmenu
source: Save As...
de: Speichern unter …
eu: Gorde honela...
ia: Salveguarda como...
it: Salva come...
ko: 다른 이름으로 저장...
lt: Įrašyti kaip...
pl: Zapisz jako…
pt_br: Salvar como...
sv: Spara som...
uk: Зберегти як…
zh_tw: 另存為…

# @action:inmenu
source: Save
ar: احفظ
de: Speichern
eo: Konservi
eu: Gorde
fr: Enregistrer
gl: Gardar
hi: बचाना
ia: Salveguarda
it: Salva
ko: 저장
lt: Įrašyti
pl: Zapisz
pt_br: Salvar
sv: Spara
uk: Зберегти
zh_tw: 儲存

source: file
ar: ملف
de: Datei
eo: dosiero
eu: Fitxategia
fr: fichier
gl: ficheiro
hi: फ़ाइलें
ko: 파일
lt: failas
pl: plik
pt_br: arquivo
sv: fil
uk: файл
zh_tw: 檔案

source: PDF Options
ar: خيارات بي دي اف
de: PDF-Optionen
eo: PDF-Opcioj
eu: PDF aukerak
fr: Options « PDF »
gl: Opcións do PDF
hi: पीडीएफ विकल्प
ia: Optiones de PDF
it: Opzioni PDF
ko: PDF 설정
lt: PDF parinktys
pl: Ustawienia PDF
pt_br: Opções do PDF
sv: PDF-alternativ
uk: Параметри PDF
zh_tw: PDF 選項

# @action:inmenu
source: PDF Version
ar: نسخة بي دي اف
eo: PDF-Versio
eu: PDF bertsioa
fr: Version « PDF »
gl: Versión de PDF
hi: पीडीएफ संस्करण
ia: Version de PDF
it: Versione PDF
ko: PDF 버전
lt: PDF versija
pl: Wersja PDFa
pt_br: Versão do PDF
uk: Версія PDF
zh_tw: PDF 版本

# like default PDF version
source: Default
ar: المبدئيّ
de: Standard
eo: Defaŭlta
eu: Lehenetsia
fr: Par défaut
gl: Predeterminada
hi: गलती करना
ia: Predefinite
it: Predefinita
ko: 기본값
lt: Numatytoji
pl: Domyślna
pt_br: Padrão
sv: Standardvärde
uk: типова
zh_tw: 預設

# PDF version
source: Version %1
ar: الإصدار %1
eo: Versio %1
eu: Bertsioa %1
gl: Versión %1
hi: संस्करण %1
it: Versione %1
ko: 버전 %1
lt: Versija %1
pl: Wersja %1
pt_br: Versão %1
uk: Версія %1
zh_tw: 版本 %1

source: Set password
ar: عيّن كلمة سر
de: Passwort festlegen
eo: Agordi pasvorton
eu: Ezarri pasahitza
fr: Définir un mot de passe
gl: Definir un contrasinal
hi: सांकेतिक शब्द लगना
ia: Fixa contrasigno
it: Imposta password
ko: 암호 설정
lt: Nustatyti slaptažodį
pl: Ustaw hasło
pt_br: Definir senha
sv: Ange lösenord
uk: Встановити пароль
zh_tw: 設定密碼

source: Protect PDF file with password.
ar: احم ملف بي دي اف بكلمة مرور.
de: PDF-Datei mit einem Passwort schützen.
eo: Protektu PDF-dosieron per pasvorto.
eu: Babestu PDF fitxategia pasahitz bidez.
fr: Protéger le fichier au format « PDF » avec un mot de passe.
gl: Protexer o ficheiro PDF cun contrasinal.
hi: पीडीएफ फाइल को पासवर्ड से सुरक्षित रखें।
ia: Protege file PDF con contrasigno.
it: Proteggere i file PDF con una password.
ko: PDF 파일을 암호로 보호합니다.
lt: Apsaugokite PDF failą slaptažodžiu.
pl: Chroń plik PDF hasłem.
pt_br: Protege o PDF com uma senha.
sv: Skydda PDF-fil med lösenord.
uk: Захистити файл PDF паролем.
zh_tw: 用密碼來保護 PDF 檔。

# @action:intoolbar
source: Select pages to delete
ar: حدد صفحات للحذف
de: Seiten zum Löschen auswählen
eo: Elekti paĝojn por forigi
eu: Hautatu ezabatu beharreko orrialdeak
fr: Sélectionner les pages à supprimer
gl: Seleccione as páxinas para eliminar
hi: हटाने के लिए पृष्ठ चुनें
ia: Selectiona paginas a deler
it: Seleziona le pagine da eliminare
ko: 삭제할 쪽 선택
lt: Pasirinkti, kuriuos puslapius ištrinti
pl: Zaznacz strony do usunięcia
pt_br: Selecionar páginas a excluir
sv: Markera sidor att ta bort
uk: Вибрати сторінки для вилучення
zh_tw: 選擇要刪除的頁面

# @action:intoolbar
source: Select pages to rotate
ar: حدد صفحات للتدوير
de: Seiten zum Drehen auswählen
eo: Elekti paĝojn por rotacii
eu: Hautatu biratu beharreko orrialdeak
fr: Sélectionner les pages à faire pivoter
gl: Seleccione as páxinas para rotar
hi: घुमाने के लिए पृष्ठ चुनें
ia: Selectiona pagina a rotar
it: Seleziona le pagine da routare
ko: 회전할 쪽 선택
lt: Pasirinkti, kuriuos puslapius pasukti
pl: Zaznacz strony do obrócenia
pt_br: Selecionar páginas a girar
sv: Markera sidor att rotera
uk: Вибрати сторінки для обертання
zh_tw: 選擇要旋轉的頁面

# @action:intoolbar
source: Select pages to move
ar: حدد صفحات للنقل
de: Seiten zum Verschieben auswählen
eo: Elekti paĝojn por movi
eu: Hautatu mugitu beharreko orrialdeak
fr: Sélectionner les pages à déplacer
gl: Seleccione as páxinas para mover
hi: स्थानांतरित करने के लिए पृष्ठ चुनें
ia: Selectiona paginas a mover
it: Seleziona le pagine da spostare
ko: 이동할 쪽 선택
lt: Pasirinkti, kuriuos puslapius perkelti
pl: Zaznacz strony do przeniesienia
pt_br: Selecionar páginas a mover
sv: Markera sidor att flytta
uk: Вибрати сторінки для пересування
zh_tw: 選擇要移動的頁面

# @action:intoolbar
source: Table of Content (Bookmarks)
de: Inhaltsverzeichnis (Lesezeichen)
eo: Enhavtabelo (Legosignoj)
eu: Aurkibidea (laster-markak)
gl: Índice (marcadores)
ia: Tabella de contento (Index) (Marcatores de libro)
it: Indice (segnalibri)
ko: 목차(책갈피)
lt: Turinys (Žymelės)
pl: Spis treści (zakładki)
pt_br: Índice (Marcadores)
sv: Innehållsförteckning (bokmärken)
uk: Зміст (закладки)
zh_tw: 目錄（書籤）

# @action:intoolbar
source: Multiple pages selection
ar: تحديد متعدّد الصفحات
de: Mehrfachseitenauswahl
eo: Elekto de pluraj paĝoj
eu: Orri-anizkoitzeko hautapen
fr: Sélections multiples de pages
gl: Selección de páxinas
ia: Selectione de paginas multiple
it: Selezione di pagine multiple
ko: 여러 쪽 선택
lt: Kelių puslapių žymėjimas
pl: Zaznaczenie wielu stron
pt_br: Seleção de múltiplas páginas
sv: Markering av flera sidor
uk: Вибір декількох сторінок
zh_tw: 多頁選取

# @action:intoolbar
source: Show page labels
ar: أظهر تسميات الصفحة
de: Seitenbeschriftungen anzeigen
eo: Montri paĝajn etikedojn
eu: Erakutsi orrialde-etiketak
fr: Afficher les étiquettes de page
gl: Amosar as etiquetas das páxinas
hi: पेज लेबल दिखाएं
ia: MOnstra etiquetta de pagina
it: Mostra etichette di pagina
ko: 쪽 이름표 표시
lt: Rodyti puslapių etiketes
pl: Pokaż etykiety stron
pt_br: Mostrar rótulos de página
sv: Visa sidobeteckningar
uk: Показувати мітки сторінок
zh_tw: 顯示頁面標記

# @action:intoolbar
source: Zoom Out
ar: صغّر
de: Verkleinern
eo: Malzomi
eu: Zooma urrundu
fr: Effectuer un zoom arrière
gl: Afastar
hi: ज़ूम आउट
ia: Zoom Out (Diminuer)
it: Rimpicciolisci
ko: 축소
lt: Mažinti
pl: Pomniejsz
pt_br: Reduzir
sv: Zooma ut
uk: Зменшити
zh_tw: 縮小

# @action:intoolbar
source: Zoom In
ar: كبّر
de: Vergrößern
eo: Zomi
eu: Zooma gerturatu
fr: Effectuer un zoom avant
gl: Achegar
hi: ज़ूम इन
ia: Zoom In (aggrandir)
it: Ingrandisci
ko: 확대
lt: Didinti
pl: Powiększ
pt_br: Ampliar
sv: Zooma in
uk: Збільшити
zh_tw: 放大

source: Page %1 of %2
ar: الصفحة %1 من %2
de: Seite %1 von %2
eo: Paĝo %1 el %2
eu: Orrialdea %1 / %2
fr: Page %1 parmi %2
gl: Páxina %1 de %2
hi: पेज %1 का %2
ia: Pagina %1 de %2
it: Pagina %1 di %2
ko: %2쪽 중 %1쪽
lt: Puslapis %1 iš %2
pl: Strona %1 z %2
pt_br: Página %1 de %2
sv: Sida %1 av %2
uk: Сторінка %1 з %2
zh_tw: 第 %1 頁，共 %2 頁

source: Select pages to delete
ar: حدد صفحات للحذف
de: Seiten zum Löschen auswählen
eo: Elekti paĝojn por forigi
eu: Hautatu ezabatu beharreko orrialdeak
fr: Sélectionner les pages à supprimer
gl: Seleccione as páxinas para eliminar
hi: हटाने के लिए पृष्ठ चुनें
ia: Selectiona paginas a deler
it: Seleziona le pagine da eliminare
ko: 삭제할 쪽 선택
lt: Pasirinkite puslapius, kuriuos ištrinsite
pl: Zaznacz strony do usunięcia
pt_br: Selecionar páginas a excluir
sv: Markera sidor att ta bort
uk: Вибрати сторінки для вилучення
zh_tw: 選擇要刪除的頁面

# @action:button
source: Delete
ar: احذف
de: Löschen
eo: Forigi
eu: Ezabatu
fr: Supprimer
gl: Eliminar
hi: मिटाना
ia: Dele
it: Elimina
ko: 삭제
lt: Ištrinti
pl: Usuń
pt_br: Excluir
sv: Ta bort
uk: Вилучити
zh_tw: 刪除

source: Select pages to rotate
ar: حدد صفحات للتدوير
de: Seiten zum Drehen auswählen
eo: Elekti paĝojn por rotacii
eu: Hautatu biratu beharreko orrialdeak
fr: Sélectionner les pages à faire pivoter
gl: Seleccione as páxinas para rotar
hi: घुमाने के लिए पृष्ठ चुनें
ia: Selectiona pagina a rotar
it: Seleziona le pagine da routare
ko: 회전할 쪽 선택
lt: Pasirinkite puslapius, kuriuos pasuksite
pl: Zaznacz strony do obrócenia
pt_br: Selecionar páginas a girar
sv: Markera sidor att rotera
uk: Вибрати сторінки для обертання
zh_tw: 選擇要旋轉的頁面

# @action:button
source: Rotate
ar: دوّر
de: Drehen
eo: Rotacii
eu: Biratu
fr: Faire pivoter
gl: Rotar
hi: घुमाएँ
ia: Rota
it: Ruota
ko: 회전
lt: Pasukti
pl: Obróć
pt_br: Girar
sv: Rotera
uk: Обертати
zh_tw: 旋轉

source: Angle
ar: زاوية
de: Winkel
eo: Angulo
eu: Angelua
gl: Ángulo
hi: कोण
ia: Angulo
it: Angolo
ko: 각도
lt: Kampas
pl: Kąt
pt_br: Ângulo
sv: Vinkel
uk: Кут
zh_tw: 角度

source: Select pages to move
ar: حدد صفحات للنقل
de: Seiten zum Verschieben auswählen
eo: Elektu paĝojn por movi
eu: Hautatu mugitu beharreko orrialdeak
fr: Sélectionner les pages à déplacer
gl: Seleccione as páxinas para mover
hi: स्थानांतरित करने के लिए पृष्ठ चुनें
ia: Selectiona paginas a mover
it: Seleziona le pagine da spostare
ko: 이동할 쪽 선택
lt: Pasirinkite puslapius, kuriuos perkelsite
pl: Zaznacz strony do przeniesienia
pt_br: Selecionar páginas a mover
sv: Markera sidor att flytta
uk: Вибрати сторінки для пересування
zh_tw: 選擇要移動的頁面

source: Select one or more PDF files.
ar: حدد ملف بي دي اف واحدًا أو أكثر.
de: Wählen Sie eine oder mehrere PDF-Dateien.
eo: Elektu unu aŭ plurajn PDF-dosierojn.
eu: Hautatu PDF fitxategi bat edo gehiago.
fr: Sélectionnez un fichier ou plusieurs fichiers au format « PDF ».
gl: Seleccione un ou máis ficheiros PDF.
hi: एक या अधिक PDF फ़ाइलें चुनें.
ia: Selectiona un o plus files PDF.
it: Seleziona uno o più file PDF.
ko: 하나 이상의 PDF 파일을 선택하십시오.
lt: Pasirinkite vieną ar daugiau PDF failų.
pl: Zaznacz jeden lub więcej plików PDF.
pt_br: Selecione um ou mais arquivos PDF.
sv: Markera en eller flera PDF-filer.
uk: Виберіть один або декілька файлів PDF.
zh_tw: 請選擇至少一個 PDF 檔案。

source: When more files is selected - order them first. Then arrange all pages: reorder, rotate, remove. At the end save new PDF with selected options.
ar: عند تحديد المزيد من الملفات - رتبها أولاً. ثم رتب جميع الصفحات: أعد الترتيب، دوِّر، وأزِل. وفي النهاية، احفظ ملف بي دي اف الجديد بالخيارات المحددة.
de: Wenn mehrere Dateien ausgewählt sind - sortieren Sie sie zuerst. Dann ordnen Sie die Seiten an: neu sortieren, drehen, entfernen. Zum Schluss speichern Sie die neue PDF-Datei mit den gewählten Optionen.
eo: Kiam pli da dosieroj estas elektitaj - ordigu ilin unue. Tiam aranĝu ĉiujn paĝojn: reordigu, turnu, forigu. Fine konservu novan PDF kun elektitaj opcioj.
eu: Fitxategi gehiago hautatzen direnean - aurrena haiek ordenatu. Ondoren antolatu orrialde guztiak: berriz ordenatu, biratu, kendu. Bukaeran gorde PDF berria hautatutako aukerekin.
fr: Lorsque plus de fichiers sont sélectionnés, veuillez d'abord les trier. Ensuite, veuillez arranger toutes les pages : les réorganiser, les faire pivoter, les supprimer. À la fin, veuillez enregistrer un nouveau fichier « PDF » avec les options sélectionnées.
gl: Cando seleccione máis ficheiros, ordéneos primeiro. Despois organice as páxinas (ordene, rote, elimine). Ao final garde o novo PDF coas opcións seleccionadas.
hi: जब अधिक फ़ाइलें चुनी जाती हैं - तो उन्हें पहले क्रम में लगाएँ। फिर सभी पृष्ठों को व्यवस्थित करें: क्रम बदलें, घुमाएँ, हटाएँ। अंत में चयनित विकल्पों के साथ नया PDF सहेजें।
ia: Quando plus files es selectionate - ordina losprime. Post arrangia omne paginas: reordina, rota ,remove. Al fin salveguarda nove PDF con leoptiones selectionate.
it: Quando più file sono selezionati - per prima cosa ordinali. Quindi disponi tutte le pagine: riordina, ruota, rimuovi. Alla fine salva il nuovo PDF con le opzioni selezionate.
ko: 여러 개의 파일을 선택했다면 순서를 먼저 정하십시오. 그 다음 각 쪽을 이동, 회전, 삭제할 수 있습니다. 마지막으로 선택한 옵션을 사용하여 새로운 PDF를 저장하십시오.
lt: Jei pasirinksite daugiau kaip vieną failą, iš pradžių, juos išrikiuokite. Tada išdėstykite visus puslapius: pertvarkykite, pasukite, pašalinkite. Galiausiai, įrašykite naują PDF failą naudodami pasirinktas parinktis.
pl: Gdy zaznaczonych jest więcej plików - uszereguj je najpierw. Następnie ułóż wszystkie strony: zmień kolejność, obróć, usuń. Na końcu zapisz nowy plik PDF przy użyciu wybranych ustawień.
pt_br: Quando mais arquivos forem selecionados, ordene-os primeiro. Em seguida, organize todas as páginas: reordene, gire, remova. Ao final, salve o novo PDF com as opções selecionadas.
sv: När fler filer är markerade, ordna dem först. Arrangera sedan alla sidor: ordna om, rotera, ta bort. Och spara till sist en ny PDF med vald alternativ.
uk: Якщо вибрано декілька файлів, спочатку впорядкуйте їх. Потім скомпонуйте усі сторінки: змініть порядок, обертання, вилучіть зайві. Наприкінці, збережіть новий PDF з вибраними параметрами.
zh_tw: 選擇超過一個檔案時 —— 先排序它們。 然後排列所有頁面：改變順序、旋轉或移除。 最後用所選選項儲存新的 PDF 檔。

source: Generating PDF file
ar: أنشئ ملف بي دي اف
de: PDF-Datei wird erzeugt
eo: Generante PDF-dosieron
eu: PDF fitxategia sortzen
fr: Génération d'un fichier « PDF » en cours
gl: Xerando o ficheiro PDF
hi: पीडीएफ फाइल तैयार करना
ia: Generante file PDF
it: Generazione del file PDF
ko: PDF 파일 생성 중
lt: Generuojamas PDF failas
pl: Tworzenie pliku PDF
pt_br: Gerando arquivo PDF
sv: Genererar PDF-fil
uk: Створюємо файл PDF
zh_tw: 正在產生 PDF 檔

source: Reducing PDF file size did not produce expected results!
ar: لم يؤدي تقليل حجم ملف بي دي اف إلى النتائج المتوقعة!
de: Die Verkleinerung der PDF-Datei hat nicht zu den erwarteten Ergebnissen geführt!
eo: Redukti PDF-dosiergrandecon ne produktis atendatajn rezultojn!
eu: PDF fitxategiaren neurria txikitzea ez du esperotako emaitza sortu!
fr: La réduction de la taille du fichier « PDF » n'a pas produit les résultats attendus !
gl: A redución do tamaño do ficheiro PDF non produciu o resultado esperado!
hi: पीडीएफ फाइल का आकार कम करने से अपेक्षित परिणाम नहीं मिले!
ia: Reducer grandor de file PDF non produce le exitos expectate!
it: La riduzione della dimensione del file PDF non ha prodotto i risultati previsti!
ko: PDF 파일 크기 축소가 예상한 결과를 반환하지 못했습니다!
lt: PDF failo dydžio sumažinimas neatnešė jokių laukiamų rezultatų!
pl: Zmniejszenie rozmiaru pliku nie przyniosło zamierzonego wyniku!
pt_br: Reduzir o tamanho do arquivo PDF não produziu os resultados esperados!
sv: Att reducera PDF-filens storlek resulterade inte i förväntat resultat.
uk: Спроба зменшити розмір файла PDF не призвела до очікуваних результатів!
zh_tw: 降低 PDF 檔案大小時沒有產生預期的結果！

source: Open file dialog at
ar: افتح مربع حوار الملف في
de: Dateiauswahl öffnen in
eo: Malfermi dosierdialogon ĉe
eu: Ireki fitxategia elkarrizketa-koadroa hemen
fr: Ouvrir la boîte de dialogue de fichiers à
gl: Abrir o ficheiro de diálogo en
hi: फ़ाइल संवाद यहाँ खोलें
ia: Aperi dialogo de file a
it: Apri finestra dei file su
ko: 파일 대화 상자를 열 위치
lt: Atverti failų dialogą
pl: Otwórz okno pliku w
pt_br: Abrir a janela de arquivo em
sv: Öppna fildialogrutan i
uk: Відкривати вікно вибору файлів у
zh_tw: 檔案對話框開啟時的位置

source: Last opened directory
ar: آخر مجلد فُتِح
de: zuletzt geöffnetem Ordner
eo: Laste malfermita dosierujo
eu: Irekitako azken direktorioa
fr: Dernier dossier ouvert
gl: Último cartafol aberto
hi: अंतिम बार खोली गई निर्देशिका
ia: Ultime directorio aperite
it: Ultima cartella aperta
ko: 마지막으로 연 디렉터리
lt: Paskutiniame atvertame kataloge
pl: Ostatnio otwarty katalog
pt_br: Última pasta aberta
sv: Senast öppnade katalog
uk: останньому відкритому каталозі
zh_tw: 上次開啟的目錄

source: Fixed path
ar: المسار الثابت
de: festgelegtem Pfad
eo: Fiksa vojo
eu: Bide-izen finkoa
fr: Emplacement fixe
gl: Ruta fixa
hi: निश्चित पथ
ia: Percurso fixate
it: Percorso fisso
ko: 고정된 경로
lt: Fiksuotame kelyje
pl: Stała ścieżka
pt_br: Caminho fixo
sv: Fast sökväg
uk: у сталому каталозі
zh_tw: 固定路徑

source: Default name for output PDF
ar: الاسم المبدئي لملف بي دي اف الناتج
de: Standardname für das auszugebende PDF
eo: Defaŭlta nomo por eligo PDF
eu: Irteerako PDFrako izen lehenetsia
fr: Nom par défaut pour le fichier « PDF » de sortie
gl: Nome predeterminado do PDF de saída
hi: आउटपुट PDF के लिए डिफ़ॉल्ट नाम
ia: Nomine predefinite per exito PDF
it: Nome predefinito per il file PDF generato
ko: 출력 PDF 파일 기본 이름
lt: Numatytasis išvesties PDF failo pavadinimas
pl: Domyślna nazwa wynikowego PDFa
pt_br: Nome padrão para o PDF de saída
sv: Standardnamn för utdata-PDF
uk: Типова назва файла PDF результатів
zh_tw: 輸出 PDF 檔的預設名稱

source: Always ask for file name
ar: اسأل دائمًا عن اسم الملف
de: Immer nach dem Dateinamen fragen
eo: Ĉiam demandi dosiernomon
eu: Beti galdetu fitxategi-izena
fr: Toujours demander le nom du fichier
gl: Preguntar sempre o nome de ficheiro
hi: हमेशा फ़ाइल का नाम पूछें
ia: Demansa sempre nomin de file
it: Chiedi sempre il nome del file
ko: 항상 파일 이름 묻기
lt: Visada klausti failo pavadinimo
pl: Zawsze pytaj o nazwę pliku
pt_br: Sempre perguntar pelo nome do arquivo
sv: Fråga alltid efter filnamn
uk: Завжди запитувати про назву
zh_tw: 總是詢問檔案名稱

source: Combine with input file name
ar: أدمج مع اسم ملف الإدخال
de: Mit dem Namen der Eingabedatei kombinieren
eo: Kombini kun eniga dosiernomo
eu: Konbinatu sarrerako fitxategi-izenarekin
fr: Combiner avec le nom du fichier d'entrée
gl: Combinar co nome do ficheiro de entrada
hi: इनपुट फ़ाइल नाम के साथ संयोजित करें
ia: Combina con nomine de filein ingresso
it: Combina con il nome del file in ingresso
ko: 입력 파일 이름과 결합
lt: Sujungti su įvesties failo pavadinimu
pl: Połącz z nazwą pliku wejściowego
pt_br: Combinar com o nome do arquivo de entrada
sv: Kombinera med indatafilens namn
uk: Поєднати із назвою вхідного файла
zh_tw: 與輸入檔案名稱合併

source: Append
ar: ألحق
de: Anhängen
eo: Aldoni
eu: Erantsi
fr: Ajouter
gl: Engadir ao final
hi: संलग्न
ia: Adjunge
it: Aggiungi
ko: 덧붙이기
lt: Pridėti gale
pl: Dołącz
pt_br: Anexar
sv: Lägg till sist
uk: Дописати
zh_tw: 加到後面

source: Prepend
ar: قدّم
de: Voranstellen
eo: Antaŭmeti
eu: Aurrean erantsi
fr: Ajouter avant
gl: Engadir ao principio
hi: प्रारंभ में लगा
ia: Antepone
it: Anteponi
ko: 앞에 붙이기
lt: Pridėti pradžioje
pl: Poprzedź
pt_br: Anteceder
sv: Lägg till först
uk: Дописати на початок
zh_tw: 加到前面

source: It will produce: <b>%1filename%2.pdf</b>
ar: سيُنتج: <b>%1filename%2.pdf</b>
de: Dies ergibt: <b>%1Dateiname%2.pdf</b>
eo: Ĝi produktos: <b>%1dosiernomo%2.pdf</b>
eu: Sortuko du: <b>%1fitxategiizena%2.pdf</b>
fr: Il produira : <b>%1filename%2.pdf</b>
gl: Producirá: <b>%1nomedeficheiro%2.pdf</b>
hi: यह उत्पन्न करेगा: <b>%1filename%2.pdf</b>
ia: Il producera: <b>%1nominedefile%2.pdf</b>
it: Genererà: <b>%1nomefile%2.pdf</b>
ko: 결과: <b>%1filename%2.pdf</b>
lt: Tai sukurs: <b>%1filename%2.pdf</b>
pl: Stworzy: <b>%1nazwa_pliku%2.pdf</b>
pt_br: Isto irá produzir: <b>%1nomearquivo%2.pdf</b>
sv: Det producerar: <b>%1filnamn%2.pdf</b>
uk: Результат роботи: <b>%1назва_файла%2.pdf</b>
zh_tw: 這會產生：<b>%1檔案名稱%2.pdf</b>

source: PDF Tools
ar: أدوات بي دي اف
de: PDF-Werkzeuge
eo: PDF Iloj
eu: PDF tresnak
fr: Outils pour le format « PDF »
gl: Ferramentas de PDF
hi: पीडीएफ उपकरण
ia: Instrumentos de PDF
it: Strumenti PDF
ko: PDF 도구
lt: PDF įrankiai
pl: Narzędzia PDF
pt_br: Ferramentas PDF
sv: PDF-verktyg
uk: Інструменти PDF
zh_tw: PDF 工具

source: Qpdf lets you arrange pages in edited PDF files.
de: Qpdf lässt Sie Seiten in bearbeiteten PDF-Dateien anordnen.
eu: Qpdf-ek editatutako PDF fitxategietako orrialdeak antolatzeko aukera ematen dizu.
it: Qpdf permette di organizzare le pagine nei file PDF modificati.
ko: Qpdf를 사용하여 편집된 PDF 파일의 쪽을 재정렬할 수 있습니다.
lt: Qpdf jums leidžia taisomuose PDF failuose išdėstyti puslapius.
pl: Qpdf umożliwia ci rozmieszczenie stron w edytowanych plikach PDF.
pt_br: O Qpdf permite que você organize páginas em arquivos PDF editados.
uk: Qpdf надає вам змогу упорядковувати сторінки у редагованих файлах PDF.
zh_tw: Qpdf 讓您排列已編輯 PDF 檔案當中的頁面。

source: Force PDF version of generated file
ar: افرض إصدار PDF للملف الناتج
de: PDF-Version der erzeugten Datei erzwingen
eo: Devigi PDF-version de generita dosiero
eu: Behartu sortutako fitxategiaren PDF bertsioa
fr: Forcer la version « PDF » du fichier généré
gl: Forzar a versión de PDF do ficheiro xerado.
hi: जेनरेट की गई फ़ाइल का PDF संस्करण बाध्य करें
ia: Fortia version de PDF defile generate
it: Forza la versione PDF del file generato
ko: 생성된 PDF 파일의 버전 강제
lt: Sukurtame faile priverstinai naudoti PDF versiją
pl: Wymuś wersję PDF tworzonego pliku
pt_br: Forçar versão PDF do arquivo gerado
sv: Bestäm den genererade filens PDF-version
uk: Примусово вказати версію PDF для створеного файла
zh_tw: 強制產生檔案使用 PDF 版本
